/* Cancel action button in recording state */
"Cancel" = "取消";

/* Tooltip for non-empty shortcut button */
"Click to record new shortcut" = "点击以记录新快捷键";

/* Tooltip for hint button near the non-empty shortcut */
"Delete shortcut" = "删除快捷键";

/* VoiceOver title */
"keyboard shortcut" = "键盘快捷键";

/* Alert button when shortcut is already used */
"OK" = "好";

/* Empty shortcut button in normal state */
"Record Shortcut" = "记录快捷键";

/* VoiceOver: Shortcut cleared */
"Shortcut cleared" = "快捷键已清除";

/* VoiceOver: Shortcut set */
"Shortcut set" = "快捷键已设置";

/* Shortcut glyph name for SPACE key */
"Space" = "空格键";

/* Title for alert when shortcut is already used */
"The key combination %@ cannot be used" = "按键组合“%@”无法使用";

/* Message for alert when shortcut is already used by the system */
"This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences." = "当前按键组合无法使用，因为它已经用作其他系统全局快捷键。\n如果您真的想使用这个按键组合，大部分系统全局快捷键能在“系统偏好设置”里的“键盘”和“鼠标”面板中重设。";

/* Message for alert when shortcut is already used */
"This shortcut cannot be used because it is already used by the menu item ‘%@’." = "当前快捷键无法使用，因为它已用作菜单项“%@”的快捷键。";

/* VoiceOver shortcut help */
"To record a new shortcut, click this button, and then type the new shortcut, or press delete to clear an existing shortcut." = "若要记录新的快捷键，单击此按钮，然后键入新的快捷键，或者按“delete键”删除已经存在的快捷键。";

/* Non-empty shortcut button in recording state */
"Type New Shortcut" = "键入新快捷键";

/* Empty shortcut button in recording state */
"Type Shortcut" = "键入快捷键";

/* Cancel action button for non-empty shortcut in recording state */
"Use Old Shortcut" = "还原快捷键";
